Repository: instructure/canvas-ios
Catalog: Teacher/Teacher/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, mi, ms, nb, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Practice quizzes & surveys do not have detail views.
ar: اختبارات التدريب والاستبيانات لا تحتوي على طرق عرض تفصيلية.
ca: Les proves i els estudis sobre pràctiques no tenen cap vista detallada.
cy: Nid oes gan gwisiau ac arolygon weddau manwl.
da: Øvelsestest og -undersøgelser har ikke detaljerede visninger.
da_instk12: Øvelsesquiz og -undersøgelser har ikke detaljerede visninger.
de: Übungsquizzes und Umfragen haben keine Detailansichten.
es: Los exámenes y encuestas de práctica no tienen vistas detalladas.
es_es: Las pruebas y encuestas de práctica no tienen vistas detalladas.
fi: Harjoitteluvisaluissa ja -kyselyissä ei ole yksityiskohtaisia näkymiä.
fr: Les questionnaires et sondages d’entraînement ne proposent pas d'affichage de détails.
fr_ca: Les questionnaires pratiques et les sondages n'ont pas de vues détaillées.
ga: Níl amhairc mionsonraithe ag quizzes & suirbhéanna le haghaidh cleachtadh.
hi: अभ्यास प्रश्नोत्तरी और सर्वेक्षण में विस्तृत दृश्य नहीं होते हैं।
ht: Quiz ak ankèt pratik yo pa gen afichaj detaye.
id: Kuis & survei latihan tidak memiliki tampilan detail.
is: Æfingarpróf og kannanir eru ekki með upplýsingaskjá.
it: I quiz di esercitazione e i sondaggi non hanno visualizzazione dettaglio.
ja: 演習小テストと調査には詳細ビューはありません。
mi: Mahi Quizzes & kaore ngā rūri he taipitopito Tirohanga.
ms: Kuiz & tinjauan latihan tidak mempunyai paparan terperinci.
nb: Øvelsesquizer og spørreundersøkelser har ikke detaljvisning.
nl: Practicumtoetsen en enquêtes hebben geen detailweergaven.
pl: Testy próbne i ankiety nie mają widoków szczegółowych.
pt: Os testes e pesquisas de prática não têm visualizações de detalhes.
pt_br: Testes de prática e pesquisas não têm visualizações detalhadas.
ru: Практические тесты и опросы не имеют подробного представления.
sl: Kvizi in ankete za vajo nimajo podrobnih ogledov.
sv: Övningsquiz och enkäter har inte informationsvyer.
sv_instk12: Övningsquiz och enkäter har inte informationsvyer.
th: แบบทดสอบและแบบสอบถามฝึกหัดไม่มีมุมมองอย่างละเอียด
vi: Bài kiểm tra thực hành & khảo sát không có chế độ xem chi tiết.
zh: 练习测验和调查没有详情视图。
zh_hk: 練習測驗和調查問卷沒有詳情視圖。

source: Present
ar: موجود
cy: Presennol
da: Til stede
da_instk12: Til stede
de: Vorhanden
es: Presente
es_es: Presente
fi: Nykyinen
fr: Présent
fr_ca: Présent
ga: I láthair
hi: उपस्थित
ht: Prezan
id: Hadir
is: Mætt(ur)
it: Presente
ja: Present 現在
mi: Nāianei
ms: Hadir
nb: Nåværende
nl: Aanwezig
pl: Obecny
pt: Presente
pt_br: Presente
ru: Настоящий
sl: Trenutno
sv: Närvarande
sv_instk12: Närvarande
th: มา
vi: Có Mặt
zh: 出席
zh_hk: 出席

source: Preview Unavailable
ar: معاينة غير متوفرة
ca: La visualització prèvia no està disponible
cy: Dim rhagolwg ar gael
da: Forhåndsvisning ikke tilgængelig
da_instk12: Forhåndsvisning ikke tilgængelig
de: Keine Vorschau verfügbar
es: Vista previa no disponible
es_es: Vista previa no disponible
fi: Esikatselua ei saatavissa
fr: Aperçu indisponible
fr_ca: Aperçu non disponible
ga: Níl Réamhamharc ar fáil
hi: पूर्वावलोकन उपलब्ध नहीं है
ht: Apèsi pa Disponib
id: Pratinjau Tidak Tersedia
is: Forskoðun ótiltæk
it: Anteprima non disponibile
ja: プレビューできません
mi: Kaore i te wātea te arokite
ms: Pratonton Tidak Tersdia
nb: Forhåndsvisning ikke tilgjengelig
nl: Voorbeeld niet beschikbaar
pl: Podgląd niedostępny
pt: Pré-visualização Indisponível
pt_br: Pré-visualização indisponível
ru: Предпросмотр недоступен
sl: Predogled ni na voljo.
sv: Förhandsvisning ej tillgänglig
sv_instk12: Förhandsvisning ej tillgänglig
th: ไม่มีการแสดงตัวอย่าง
vi: Không Thể Xem Trước
zh: 预览不可用
zh_hk: 預覽不可用

source: Prompts for an updated grade
ar: يطلب تحديث التقدير
ca: Sol·licituds per a una nota actualitzada
cy: Awgrymiadau ar gyfer gradd wedi’i diweddaru
da: Beder om en opdateret karakter
da_instk12: Beder om en opdateret vurdering
de: Anzeige für eine aktualisierte Note
es: Indicaciones para una calificación actualizada
es_es: Indicaciones para una nota actualizada
fi: Kehotukset päivitetylle arvosanalle
fr: Invite à mettre à jour une note
fr_ca: Invites pour une notation mise à jour
ga: Leideanna le haghaidh marc nuashonraithe
hi: अपडेट किए गए ग्रेड के लिए प्रॉम्प्ट करता है
ht: Pwopozisyon pou yon nòt aktyalize
id: Prompt untuk nilai yang belum diperbarui
is: Áminningar fyrir uppfærða einkunn
it: Richiedi votazione aggiornata
ja: 更新された評定のプロンプト
mi: Tono mo te whakahōu kōeke
ms: Menggesa untuk gred dikemas kini
nb: Ber om en oppgradert vurdering
nl: Vraagt voor een bijgewerkt cijfer
pl: Monity o aktualizację oceny
pt: Respostas para uma classificação actualizada
pt_br: Solicita uma nota atualizada
ru: Предлагает обновить оценку
sl: Pozivi za posodobljeno oceno
sv: Frågar efter ett uppdaterat omdöme
sv_instk12: Frågar efter ett uppdaterat bedömning
th: แจ้งขอเกรดล่าสุด
vi: Nhắc khi có cập nhật điểm
zh: 提示更新评分
zh_hk: 提示更新程式

source: Published
ar: منشور
ca: S’ha publicat
cy: Wedi Cyhoeddi
da: Offentliggjort
da_instk12: Offentliggjort
de: Veröffentlicht
es: Publicado
es_es: Publicado
fi: Julkaistu
fr: Publié
fr_ca: Publié
ga: Foilsithe
hi: प्रकाशित
ht: Pibliye
id: Diterbitkan
is: Birt
it: Pubblicato
ja: 公開済み
mi: I whakaputaina
ms: Telah diterbitkan
nb: Publisert
nl: Gepubliceerd
pl: Opublikowane
pt: Publicado
pt_br: Publicado(as)
ru: Опубликовано
sl: Objavljeno
sv: Publicerad
sv_instk12: Publicerad
th: เผยแพร่แล้ว
vi: Đã phát hành
zh: 已发布
zh_hk: 已發佈

source: Record Audio
ar: تسجيل الصوت
ca: Enregistra so
cy: Recordio Sain
da: Optage audio
da_instk12: Optage audio
de: Audio aufnehmen
es: Grabar audio
es_es: Grabar audio
fi: Nauhoita ääni
fr: Enregistrer de l’audio
fr_ca: Enregistrer le son
ga: Taifead Fuaim
hi: ऑडियो रिकॉर्ड करें
ht: Anrejistre Son
id: Rekam Audio
is: Taka upp hljóð
it: Registra audio
ja: オーディオを録音する
mi: Tāhopu Ororongo
ms: Rakam Audio
nb: Lydopptak
nl: Audio opnemen
pl: Nagraj dźwięk
pt: Gravar Áudio
pt_br: Gravar Áudio
ru: Записать аудио
sl: Posnemi zvok
sv: Spela in ljud
sv_instk12: Spela in ljud
th: บันทึกเสียง
vi: Ghi Âm
zh: 录制音频
zh_hk: 錄製音訊

source: Record Video
ar: تسجيل الفيديو
ca: Enregistra vídeo
cy: Recordio Fideo
da: Optag video
da_instk12: Optag video
de: Video aufnehmen
es: Grabar video
es_es: Grabar vídeo
fi: Nauhoita video
fr: Enregistrer la vidéo
fr_ca: Enregistrer la vidéo
ga: Taifead Físeán
hi: वीडियो रिकॉर्ड करें
ht: Anrejistre Videyo
id: Rekam Video
is: Taka upp myndband
it: Registra video
ja: 動画を録画する
mi: Tāhopu Ataata
ms: Rakam Video
nb: Ta opp video
nl: Video opnemen
pl: Nagraj wideo
pt: Gravar Vídeo
pt_br: Gravar Vídeo
ru: Записать видео
sl: Posnemi videoposnetek
sv: Spela in video
sv_instk12: Spela in video
th: บันทึกวิดีโอ
vi: Quay Video
zh: 录制视频
zh_hk: 錄製視訊

source: Reset
ar: إعادة التعيين
ca: Restableix
cy: Ailosod
da: Nulstil
da_instk12: Nulstil
de: Zurücksetzen
es: Restablecer
es_es: Restablecer
fi: Nollaa
fr: Réinitialiser
fr_ca: Réinitialiser
ga: Athshocraigh
hi: रीसेट करें
ht: Reinisyalize
id: Atur Ulang
is: Endurstilla
it: Reimposta
ja: リセット
mi: Tautuhi anō
ms: Tetap Semula
nb: Tilbakestill
nl: Opnieuw instellen
pl: Resetuj
pt: Redefinir
pt_br: Redefinir
ru: Восстановить
sl: Obnovi
sv: Återställ
sv_instk12: Återställ
th: รีเซ็ต
vi: Cài lại
zh: 重置
zh_hk: 重設

source: Retry
ar: إعادة المحاولة
ca: Torna a provar-ho
cy: Ailgynnig
da: Prøv igen
da_instk12: Prøv igen
de: Erneut versuchen
es: Reintentar
es_es: Reintentar
fi: Yritä uudelleen
fr: Réessayer
fr_ca: Réessayer
ga: Bain triail eile as
hi: फिर से कोशिश करें
ht: Re eseye
id: Coba lagi
is: Reyna aftur
it: Riprova
ja: 再試行
mi: Ngana anō
ms: Cuba semula
nb: Prøv igjen
nl: Opnieuw proberen
pl: Ponów próbę
pt: Tentar novamente
pt_br: Tentar novamente
ru: Повторить
sl: Ponovno poskusi
sv: Försök igen
sv_instk12: Försök igen
th: ลองใหม่
vi: Thử Lại
zh: 重试
zh_hk: 重試

source: Rubric
ar: تقييم روبرك
ca: Rúbrica
cy: Cyfarwyddyd sgorio
da: Rubrik
da_instk12: Vurderingskriterie
de: Bewertungsschema
es: Rúbrica
es_es: Rúbrica
fi: Arviointitaulukko
fr: Rubrique
fr_ca: Rubrique
ga: Rúibric
hi: रुब्रिक
ht: Ribrik
id: Rubrik
is: Matskvarði
it: Rubrica
ja: ルービック
ms: Rubrik
nb: Vurderingsveiledning
nl: Rubriek
pl: Rubryka
pt: Rubrica
pt_br: Rubrica
ru: Рубрика
sl: Ocenjevalni vodnik
sv: Matris
sv_instk12: Matris
th: เกณฑ์การให้คะแนน
vi: Bảng Đánh Giá Theo Tiêu Chí
zh: 评测
zh_hk: 評分標準

source: Scored above...
ar: تم إحراز درجات أعلى من...
ca: Puntuat per sobre...
cy: Wedi sgorio dros...
da: Fik over ...
da_instk12: Fik over ...
de: Bewertet oberhalb ...
es: Puntuado por encima...
es_es: Puntuación por encima...
fi: Pisteytetty edellä...
fr: Score supérieur attribué...
fr_ca: Note supérieure à...
ga: Scóráilte thuas...
hi: इससे ऊपर अंक आए...
ht: Fè plis pase...
id: Mendapat skor di atas...
is: Einkunn gefin fyrir ofan...
it: Punteggio indicato sopra...
ja: ...超えのスコア
mi: I Kaute runga ake ...
ms: Mendapat skor atas...
nb: Fikk mer enn…
nl: Hoger gescoord...
pl: Oceniony powyżej...
pt: Pontuação acima...
pt_br: Pontuação acima...
ru: Оценены выше...
sl: Rezultat nad ...
sv: Resultat över...
sv_instk12: Resultat över...
th: ที่ให้คะแนนสูงกว่า...
vi: Đã đạt điểm trên...
zh: 分数高于...
zh_hk: 得分超過...

source: Scored below...
ar: تم إحراز درجات أقل من...
ca: Puntuat per sota...
cy: Wedi sgorio o dan...
da: Fik under ...
da_instk12: Fik under ...
de: Bewertet unterhalb ...
es: Puntuado por debajo...
es_es: Puntuación por debajo...
fi: Pisteytetty alla...
fr: Score inférieur attribué...
fr_ca: Note inférieure à...
ga: Scóráilte faoi...
hi: इससे कम अंक आए...
ht: Fè mwens pase...
id: Mendapat skor di bawah...
is: Einkunn gefin fyrir neðan...
it: Punteggio indicato sotto...
ja: ...未満のスコア
mi: I Kaute raro iho ...
ms: Mendapat skor bawah...
nb: Fikk mindre enn…
nl: Lager gescoord...
pl: Oceniony poniżej...
pt: Pontuação abaixo...
pt_br: Pontuação abaixo...
ru: Оценены ниже...
sl: Rezultat pod ...
sv: Resultat under...
sv_instk12: Resultat under...
th: ที่ให้คะแนนต่ำกว่า...
vi: Đã đạt điểm dưới...
zh: 分数低于...
zh_hk: 得分低於...

source: Search
ar: بحث
ca: Cerca
cy: Chwilio
da: Søg
da_instk12: Søg
de: Suchen
es: Buscar
es_es: Buscar
fi: Hae
fr: Rechercher
fr_ca: Rechercher
ga: Cuardaigh
hi: खोजें
ht: Chèche
id: Cari
is: Leita
it: Cerca
ja: 検索
mi: Rapu
ms: Cari
nb: Søk
nl: Zoeken
pl: Wyszukaj
pt: Procurar
pt_br: Pesquisar
ru: Поиск
sl: Iskanje
sv: Sök
sv_instk12: Sök
th: ค้นหา
vi: Tìm kiếm
zh: 搜索
zh_hk: 搜尋

source: Search Submissions
ar: البحث في الإرسالات
ca: Cerqueu entregues
cy: Chwilio Cyflwyniadau
da: Søg i afleveringer
da_instk12: Søg i afleveringer
de: Abgaben durchsuchen
es: Buscar entregas
es_es: Buscar entregas
fi: Haun tehtäväpalautukset
fr: Rechercher des soumissions
fr_ca: Recherche d’envois
ga: Cuardaigh Uaslódálacha
hi: सबमिशन खोजें
ht: Chèche Soumisyon yo
id: Cari Penyerahan
is: Leita að innsendingum
it: Cerca consegne
ja: 提出物を検索する
mi: Rapu Tukunga
ms: Cari Serahan
nb: Søk etter innleveringer
nl: Inleveringen zoeken
pl: Wyszukaj przesyłki
pt: Procurar envios
pt_br: Envios de pesquisa
ru: Поиск отправок
sl: Iskanje oddaj
sv: Sök inlämningar
sv_instk12: Sök inlämningar
th: ค้นหาผลงานจัดส่ง
vi: Tìm Kiếm Bài Nộp
zh: 搜索提交项
zh_hk: 搜尋提交

source: Select to change the roll call date
ar: حدد لتغيير تاريخ التحقق من الحضور
ca: Selecciona per canviar la data de passar llista
cy: Dewiswch i newid dyddiad y gofrestr
da: Vælg for at ændre dato for navneopkald
da_instk12: Vælg for at ændre dato for navneopkald
de: Auswählen, um das Roll Call-Datum zu ändern
es: Seleccione para cambiar la fecha de la lista de asistencia
es_es: Seleccionar para cambiar la fecha de la lista de asistencia
fi: Valitse vaihtaaksesi roll call -päivämäärä
fr: Sélectionner pour changer la date d'appel
fr_ca: Sélectionnez pour modifier la date d'appel nominal
ga: Roghnaigh chun dáta an glaoch rolla a athrú
hi: रोल कॉल तिथि बदलने के लिए चयन करें
ht: Seleksyone pou chanje dat apèl la
id: Pilih untuk mengubah tanggal roll call
is: Veldu til að breyta dagsetningu nafnakalls
it: Seleziona per cambiare la data della votazione
ja: ロールコールの日付を変更するために選択します
mi: Tīpako ki te huri te rā roll call
ms: Pilih untuk mengubah tarikh panggil nama
nb: Velg for å endre dato for opprop
nl: Selecteer om de stemmingsdatum te wijzigen
pl: Wybierz, aby zmienić datę Roll Call
pt: Selecionar para alterar a data de rodapé
pt_br: Selecionar para alterar a data da lista de chamada
ru: Выберите для изменения даты проверки присутствия
sl: Izberite, da spremenite datum preverjanja prisotnosti.
sv: Välj för att ändra närvarodatum
sv_instk12: Välj för att ändra roll call-datum
th: เลือกเพื่อแก้ไขวันที่ขานชื่อ
vi: Chọn để thay đổi ngày điểm danh
zh: 选择以更改点名单日期
zh_hk: 選擇變更點名日期

source: Send
ar: إرسال
ca: Envia
cy: Anfon
de: Senden
es: Enviar
es_es: Enviar
fi: Lähetä
fr: Envoyer
fr_ca: Envoyer
ga: Seol
hi: भेजें
ht: Voye
id: Kirim
is: Senda
it: Invia
ja: 送信
mi: Tukua
ms: Hantar
nl: Verzenden
pl: Wyślij
pt: Enviar
pt_br: Enviar
ru: Отправить
sl: Pošlji
sv: Skicka
sv_instk12: Skicka
th: ส่ง
vi: Gửi
zh: 发送
zh_hk: 傳送

source: Send message to users
ar: إرسال رسالة إلى المستخدمين
ca: Envia un missatge als usuaris
cy: Anfon neges at ddefnyddwyr
da: Send besked til brugere
da_instk12: Send besked til brugere
de: Nachricht an Benutzer*innen senden
es: Enviar mensaje a los usuarios
es_es: Enviar mensaje a los usuarios
fi: Lähetä viesti käyttäjille
fr: Envoyer un message aux utilisateurs
fr_ca: Envoyer un message aux utilisateurs
ga: Seol teachtaireacht chuig úsáideoirí
hi: उपयोगकर्ताओं को संदेश भेजें
ht: Voye mesaj bay itilizatè yo
id: Kirim pesan kepada pengguna
is: Senda skilaboð til notenda
it: Invia messaggio a utenti
ja: メッセージをユーザーに送信
mi: Tukua te karere ki ngā kaiwhakamahi
ms: Hantar mesej kepada pengguna
nb: Send meldinger til brukere
nl: Bericht verzenden naar gebruikers
pl: Wyślij wiadomość do użytkowników
pt: Enviar mensagem aos utilizadores
pt_br: Enviar mensagem a usuários
ru: Отправить сообщение пользователю
sl: Pošlji sporočilo uporabnikom
sv: Skicka meddelande till användare
sv_instk12: Skicka meddelande till användare
th: ส่งข้อความไปยังผู้ใช้
vi: Gửi tin nhắn đến người dùng
zh: 向用户发送消息
zh_hk: 傳送訊息至使用者

source: Similarity Score
ar: درجة التشابه
ca: Puntuació similar
cy: Sgôr Tebygrwydd
da: Lighedsscore
da_instk12: Lighedsscore
es: Puntaje de similitud
es_es: Puntuación de similitud
fi: Samanlaisuuden pistemäärä
fr: Score de similarité
fr_ca: Score de similarité
ga: Scór Cosúlachta
hi: समानता अंक
ht: Nòt Resanblans
id: Skor Kemiripan
is: Líkindaútreikningur
it: Punteggio di similarità
ja: 類似スコア
mi: Kaute ōrite
ms: Skor Keserupaan
nb: Likhetsscore
nl: Vergelijkbaarheidsscore
pl: Ocena stopnia podobieństwa
pt: Índice de similaridade
pt_br: Pontuação semelhante
ru: Оценка сходства
sl: Rezultat ujemanja
sv: Likhetsresultat
sv_instk12: Likhetsresultat
th: คะแนนความใกล้เคียง
vi: Điểm Tương Tự
zh: 相似度得分
zh_hk: 相似性分數

source: Specific Sections
ar: أقسام محددة
ca: Seccions específiques
cy: Adrannau Penodol
da: Specifikke afsnit
da_instk12: Specifikke afsnit
de: Bestimmte Abschnitte
es: Secciones específicas
es_es: Secciones específicas
fi: Määrätyt osiot
fr: Sections spécifiques
fr_ca: Sections spécifiques
ga: Grúpaí ar Leith
hi: विशिष्ट अनुभाग
ht: Seksyon Espesyal
id: Bagian Spesifik
is: Sérstakir hlutar
it: Sezioni specifiche
ja: 特定のセクション
mi: Ngā Wāhanga Motuhake
ms: Seksyen Tertentu
nb: Utvalgte seksjoner
nl: Specifieke secties
pl: Określone sekcje
pt: Secções Específicas
pt_br: Seções específicas
ru: Специальные разделы
sl: Posamične sekcije
sv: Specifika sektioner
sv_instk12: Specifika sektioner
th: กลุ่มย่อยเฉพาะ
vi: Phần Cụ Thể
zh: 特定分组
zh_hk: 特定分班

source: Student
ar: طالب
ca: Estudiant
cy: Myfyriwr
da: Studerende
da_instk12: Elev
de: Studierende*r
es: Estudiante
es_es: Estudiante
fi: Opiskelija
fr: Élève
fr_ca: Étudiant
ga: Mac Léinn
hi: छात्र
ht: Elèv
id: Siswa
is: Nemandi
it: Studente
ja: 生徒
mi: Ākonga
ms: Pelajar
pl: Uczestnik
pt: Aluno
pt_br: Aluno
ru: Учащийся
sl: Študent
sv_instk12: Elev
th: ผู้เรียน
vi: Sinh Viên
zh: 学生
zh_hk: 學生

source: Student %lld
ar: طالب %lld
ca: Estudiant %lld
cy: Myfyriwr %lld
da: Studerende %lld
da_instk12: Elev %lld
de: Studierende*r %lld
es: Estudiante %lld
es_es: Estudiante %lld
fi: Opiskelija %lld
fr: Élève %lld
fr_ca: Étudiant %lld
ga: Mac Léinn %lld
hi: छात्र %lld
ht: Elèv %lld
id: Siswa %lld
is: Nemandi %lld
it: Studente %lld
ja: 生徒%lld
mi: Ākonga %lld
ms: Pelajar %lld
pl: Uczestnik %lld
pt: Aluno %lld
pt_br: Aluno %lld
ru: Учащийся %lld
sl: Študent %lld
sv_instk12: Elev %lld
th: ผู้เรียน %lld
vi: Sinh Viên %lld
zh: 学生%lld
zh_hk: 學生%lld

source: Submission Filter
ar: عامل تصفية الإرسال
ca: Filtre d’entregues
cy: Hidlydd Cyflwyno
da: Afleveringsfilter
da_instk12: Afleveringsfilter
de: Filter für Abgaben
es: Filtro de entrega
es_es: Filtro de entregas
fi: Tehtäväpalautuksen suodatin
fr: Filtre des soumissions
fr_ca: Filtre d’envoi
ga: Scagaire Uaslódála
hi: सबमिशन फ़िल्टर
ht: Filtè Soumisyon
id: Filter Penyerahan
is: Innsendingarsía
it: Filtro consegna
ja: 提出フィルター
mi: Tātari Tuku
ms: Penapis Serahan
nb: Innleveringsfilter
nl: Inleveringsfilter
pl: Filtr przesyłanych materiałów
pt: Filtro de envio
pt_br: Filtro de envio
ru: Фильтр отправки
sl: Filter oddaje
sv: Inlämningsfilter
sv_instk12: Inlämningsfilter
th: ตัวกรองผลงานจัดส่ง
vi: Bộ Lọc Bài Nộp
zh: 提交项过滤器
zh_hk: 提交項目篩選

source: Submission List Preferences
ar: تفضيلات قائمة الإرسال
ca: Preferències de la llista d’entregues
cy: Dewisiadau Rhestr Cyflwyniadau
da: Indstillinger for afleveringsliste
da_instk12: Indstillinger for afleveringsliste
de: Einstellungen für Abgabeliste
es: Preferencias de la lista de entregas
es_es: Preferencias de la lista de entregas
fi: Tehtäväpalautusluettelon asetukset
fr: Préférences de la liste de soumissions
fr_ca: Préférences pour la liste des envois
ga: Roghanna Liosta Uaslódálacha
hi: सबमिशन सूची वरीयताएं
ht: Preferans pou Lis Soumisyon
id: Preferensi Daftar Penyerahan
is: Kjörstillingar innsendingarlista
it: Preferenze di elenco consegne
ja: 提出リストの優先設定
mi: Manakohanga Rarangi Tukunga
ms: Pilihan Senarai Serahan
nb: Preferanser for innleveringsliste
nl: Voorkeuren lijst met inleveringen
pl: Preferencje listy przesyłek
pt: Preferências da lista de envios
pt_br: Preferências da lista de envios
ru: Предпочтения списка отправок
sl: Prednostne nastavitve seznama oddaj
sv: Inställningar för inlämningslista
sv_instk12: Inställningar för inlämningslista
th: ค่าปรับแต่งรายการผลงานจัดส่ง
vi: Tùy Chọn Danh Sách Bài Nộp
zh: 提交项列表偏好设置
zh_hk: 提交淸單偏好設定

source: Submission Types
ar: أنواع الإرسال
ca: Tipus d'entregues
cy: Mathau o Gyflwyniadau
da: Afleveringsformer
da_instk12: Afleveringstyper
de: Abgabearten
es: Tipos de presentación
es_es: Tipos de entrega
fi: Tehtäväpalautustyypit
fr: Types de soumission
fr_ca: Types d’envoi
ga: Cineálacha Uaslódála
hi: सबमिशन प्रकार
ht: Tip Soumisyon
id: Jenis Penyerahan
is: Tegundir skila
it: Tipi di consegna
ja: 提出タイプ
mi: Ngā momo tāpaetanga
ms: Jenis Serahan
nb: Innleveringstyper
nl: Inleveringstypen
pl: Typy przesłanych materiałów
pt: Tipos de submissão
pt_br: Tipos de envio
ru: Типы сдаваемых работ
sl: Vrste oddaj
sv: Inlämningstyper
sv_instk12: Inlämningstyper
th: ประเภทการจัดส่ง
vi: Loại Nộp
zh: 提交项类型
zh_hk: 提交項目類型

source: Submissions
ar: الإرسالات
ca: Entregues
cy: Cyflwyniadau
da: Afleveringer
da_instk12: Afleveringer
de: Abgaben
es: Entregas
es_es: Entregas
fi: Tehtäväpalautukset
fr: Soumissions
fr_ca: Envois
ga: Uaslódálacha
hi: सबमिशन
ht: Soumisyon
id: Penyerahan
is: Skil
it: Consegne
ja: 提出物
mi: Tukunga
ms: Serahan
nb: Innleveringer
nl: Inleveringen
pl: Przesłane zadania
pt: Submissões
pt_br: Envios
ru: Отправки
sl: Oddaje
sv: Inlämningar
sv_instk12: Inlämningar
th: ผลงานจัดส่ง
vi: Nộp
zh: 提交项
zh_hk: 提交項目

source: Submitted
ar: تم الإرسال
ca: S’ha entregat
cy: Wedi Cyflwyno
da: Afleveret
da_instk12: Afleveret
de: Abgegeben
es: Entregado
es_es: Entregado
fi: Lähetetty
fr: Soumis
fr_ca: Envoyé
ga: Curtha isteach
hi: सबमिट किया गया
ht: Soumèt
id: Diserahkan
is: Skilað
it: Inviato
ja: 提出済み
mi: Kua Tukuna
ms: Diserahkan
nb: Innlevert
nl: Ingeleverd
pl: Przesłano
pt: Submetido
pt_br: Enviado
ru: Отправлено
sl: Poslano
sv: Skickad
sv_instk12: Inskickad
th: จัดส่งแล้ว
vi: Đã Nộp
zh: 已提交
zh_hk: 已提交

source: Tap to view submissions list.
ar: اضغط لعرض قائمة الإرسالات.
ca: Toqueu per veure la llista d'entregues.
cy: Tapiwch i weld y rhestr cyflwyniadau.
da: Tryk for at se listen over afsendelser.
da_instk12: Tryk for at se listen over afsendelser.
de: Zum Anzeigen der Abgabeliste tippen.
es: Tocar para ver la lista de entregas.
es_es: Toca para ver la lista de entregas.
fi: Napauta nähdäksesi lähetysluettelo.
fr: Appuyez pour voir la liste des soumissions.
fr_ca: Tapotez pour afficher la liste des envois.
ga: Tapáil chun an liosta uaslódálacha a fheiceáil.
hi: सबमिशन सूची देखने के लिए टैप करें।
ht: tape pou afiche lis soumisyon.
id: Ketuk untuk melihat daftar penyerahan.
is: Smelltu til að skoða skilalista.
it: Tocca per visualizzare elenco consegne.
ja: タップして提出リストを表示します。
mi: Pātō ki te tiro i te whārangi tāpaetanga.
ms: Ketik untuk melihat senarai serahan
nb: Trykk for å vise innleveringsliste.
nl: Tik om lijst met inleveringen weer te geven.
pl: Stuknij, aby wyświetlić listę przesłanych zadania.
pt: Toque para visualizar a lista de envios.
pt_br: Toque para visualizar a lista de envios.
ru: Прикоснитесь для просмотра списка отправок.
sl: Tapnite za ogled seznama oddaj.
sv: Tryck för att visa inlämningslista.
sv_instk12: Tryck för att visa inlämningslista.
th: กดเลือกเพื่อดูรายการผลงานจัดส่ง
vi: Nhấn để xem danh sách nộp.
zh: 单击以查看提交项列表。
zh_hk: 輕點以檢視提交件清單。

source: Test Student
ar: اختبار الطالب
ca: Prova l'estudiant
cy: Myfyriwr Prawf
da: Prøvestuderende
da_instk12: Prøveelev
de: Teststudierende*r
es: Estudiante de prueba
es_es: Estudiante de prueba
fi: Testiopiskelija
fr: Étudiant test
fr_ca: Étudiant test
ga: Mac Léinn Tástála
hi: परीक्षण छात्र
ht: Teste Elèv
id: Siswa Tes
is: Prófa nemanda
it: Studente di test
ja: テスト用受講生
mi: Whakamātau Ākonga
ms: Pelajar Percubaan
nb: Quiz Student
nl: Testcursist
pl: Testuj uczestnika
pt: Testar aluno
pt_br: Testar aluno
ru: Тестовый студент
sl: Testni študent
sv_instk12: Testelev
th: ทดสอบผู้เรียน
vi: Kiểm Tra Sinh Viên
zh: 测验学生
zh_hk: 測試學生

source: There are no messages yet.
ar: لا توجد أي رسائل حتى الآن.
ca: Encara no hi ha cap missatge.
cy: Does dim negeseuon eto.
da: Der er ingen beskeder endnu.
da_instk12: Der er ingen beskeder endnu.
de: Es gibt noch keine Nachrichten.
es: Todavía no hay mensajes.
es_es: Todavía no hay mensajes.
fi: Viestijä ei vielä ole.
fr: Il n’y a pas de messages pour le moment.
fr_ca: Il n’y a pas de message pour le moment.
ga: Níl aon teachtaireachtaí go fóill.
hi: अभी तक कोई संदेश नहीं हैं।
ht: Poko gen mesaj.
id: Belum ada pesan.
is: Engin skilaboð enn.
it: Non ci sono ancora messaggi.
ja: メッセージはまだありません。
mi: Kaore noa ngā karere.
ms: Belum ada mesej.
nb: Det er ingen meldinger ennå.
nl: Er zijn nog geen berichten.
pl: Brak komentarzy.
pt: Ainda não há mensagens.
pt_br: Ainda não há mensagens.
ru: Сообщений пока нет.
sl: Trenutno ni še nobenega sporočila.
sv: Det finns inga medlemmar än.
sv_instk12: Det finns inga medlemmar än.
th: ยังไม่มีข้อความ
vi: Chưa có tin nhắn nào.
zh: 暂时没有消息。
zh_hk: 尚未有訊息。
